Repository: digitalfox/py10n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: KDE translation in <your language>
fr: Traduction en français de KDE

source: KDE in <your language>
fr: KDE en français

source: If you want to book somes files, send mail to:
fr: Pour toutes demandes de travaux, adressez vos courriers électroniques à :

source: Table of contents
fr: Sommaire

source: Translation files sorted by module
fr: Fichiers de traduction classés par module

source: Translation files sorted by translator
fr: Fichiers de traduction classés par traducteur

source: Translation statistics
fr: Statistiques de traduction

source: Legend
fr: Légende

source: Translated:
fr: Traduits :

source: Number of already translated messages
fr: Nombre de messages déjà traduits

source: Untranslated:
fr: À traduire :

source: Number of untranslated messages
fr: Nombre de messages non traduits

source: Fuzzy:
fr: À mettre à jour :

source: Number of messages who's context of original message changed
fr: Nombre de messages dont le message origine ou le contexte a changé

source: To be checked
fr: À vérifier

source: Number of messages that have pology errors
fr: Nombre de messages comportant des erreurs selon l'outil « Pology ».

source: Colors
fr: Couleurs

source: file.po:
fr: fichier.po :

source: Fully translated file without error
fr: Fichier intégralement traduit et sans erreur

source: Fully translated file with pology errors
fr: Fichier intégralement traduit, mais comportant des erreurs Pology

source: Partially translated file with potential pology errors
fr: Fichier partiellement traduit, et contenant éventuellement des erreurs Pology

source: file.pot:
fr: Fichier.pot :

source: Untranslated file
fr: Aucune chaîne de caractères traduite.

source: Last update:
fr: Dernière mise à jour :

source: %(branchname)s branch
fr: Branche %(branchname)s

source: Name
fr: Nom

source: Booked by
fr: Affectation

source: Booking date
fr: Date d'affectation

source: To be translated
fr: À traduire

source: To be updated
fr: À mettre à jour

source: Translated
fr: Traduits

source: Available file
fr: Fichier à réserver
